package lesson_08;

public class Main {
    public static void main(String[] args) {
        // 1. Создать класс игру, в которой у нас происходить игра
        // 2. СОздаем игроков
        // 3. Создаем крупье
        // 4. Добавить игроков и крупье в игру
        // 5. Добавить колоду карт
        // 6. Добавим карты в колоду
        // 7. Раздать каждому игроку по 2 карты на старте
        // 8. Раздавать каждому игрроку по одной карте, пока это требуется
        // 9. Определить победителя
    }
}
